Repository: lesterchan/wp-postratings
Catalog: includes/*.po
Languages: es_ve

source: votes
es_ve: votos

source: average
es_ve: promedio

source: out of
es_ve: de

source: rated
es_ve: calificado

source: No Ratings Yet
es_ve: Aún no calificado

source: 1 Star
es_ve: 1 estrella

source: 2 Stars
es_ve: 2 estrellas

source: 3 Stars
es_ve: 3 estrellas

source: 4 Stars
es_ve: 4 estrellas

source: 5 Stars
es_ve: 5 estrellas

source: You need to be a registered member to rate this.
es_ve: Usted necesita estar registrado para calificar este ítem.

source: Ratings
es_ve: Calificaciones

source: Manage Ratings
es_ve: Administrar calificaciones

source: Ratings Options
es_ve: Opciones de calificación

source: Ratings Templates
es_ve: Plantillas de calificación

source: Please rate only 1 item at a time.
es_ve: Por favor califique solamente un ítem a la vez.

source: Note: There is a rating embedded within this post, please visit this post to rate it.
es_ve: Nota: Hay una calificación incluida para esta entrada, por favor visite esta entrada para calificarla.

source: WP-PostRatings ratings statistics
es_ve: WP-PostRatings, estadísticas de calificaciones

source: Title:
es_ve: Título:

source: Statistics Type:
es_ve: Tipo de estadísticas:

source: Most Rated
es_ve: Mejores calificados

source: Most Rated By Category
es_ve: Mejores calificados por categoría

source: Most Rated By Time Range
es_ve: Mejores calificados en un rango de tiempo

source: Most Rated By Time Range And Category
es_ve: Mejores calificados en un rango de tiempo y categoría

source: Highest Rated
es_ve: Mejor calificado

source: Highest Rated By Category
es_ve: Mejor calificado por categoría

source: Highest Rated By Time Range
es_ve: Mejor calificado en un rango de tiempo

source: Highest Rated By Time Range And Category
es_ve: Mejores calificados en un rango de tiempo y categoría

source: Lowest Rated
es_ve: Menores calificados

source: Lowest Rated By Category
es_ve: Menores calificados por categoría

source: Lowest Rated By Time Range
es_ve: Menor calificado por rango de tiempo

source: Highest Score
es_ve: Mayor puntaje

source: Highest Score By Category
es_ve: Mayor puntaje por categoría

source: Highest Score By Time Range
es_ve: Mayor puntaje por rango de tiempo

source: Highest Score By Time Range And Category
es_ve: Mayor puntaje por rango de tiempo y categoría

source: Include Ratings From:
es_ve: Incluir calificaciones desde:

source: All
es_ve: Todas

source: %s Only
es_ve: %s únicamente

source: No. Of Records To Show:
es_ve: N° de registros a mostrar:

source: Minimum Votes:
es_ve: Votos mínimos:

source: The minimum number of votes, before the rating displayed.
es_ve: El mínimo número de votos antes de que la calificación sea mostrada.

source: Maximum Title Length (Characters):
es_ve: Longitud máxima del título (caracteres):

source: <strong>0</strong> to disable.
es_ve: <strong>0</strong> para deshabilitar.

source: Category IDs:
es_ve: Identificadores de categorías:

source: Seperate mutiple categories with commas.
es_ve: Separe las categorías múltiples mediante comas.

source: Time Range:
es_ve: Rango de tiempo:

source: Use values like <strong>1 day</strong>, <strong>2 weeks</strong>, <strong>1 month</strong>.
es_ve: Utilice valores como <strong>1 día</strong>, <strong>2 semanas</strong>, <strong>1 mes</strong>.

source: * Time range statistics does not support Minimum Votes field, you can ignore that it.
es_ve: * Puede ignorar las estadísticas en rangos de tiempo que no admitan el campo de «Votos Mínimos».

source: ** If you are not using any category or time range statistics, you can ignore it.
es_ve: ** Si no está utilizando ninguna estadística por rango de tiempo o categoría, usted puede ignorarlo.
